tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "oven-sh/bun"
brew "zstd"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "asdf"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "gcc"
brew "btop"
brew "codespell"
brew "curl"
brew "direnv"
brew "unbound"
brew "gnutls"
brew "tesseract"
brew "ffmpeg@4"
brew "openjdk"
brew "fop"
brew "gifski"
brew "gnupg"
brew "hadolint"
brew "jq"
brew "libxslt"
brew "node"
brew "openjdk@11"
brew "ossp-uuid"
brew "python@3.10"
brew "shellcheck"
brew "tldr"
brew "wxwidgets"
brew "zlib"
brew "heroku/brew/heroku"
cask "1password"
cask "4k-video-downloader"
cask "adobe-acrobat-reader"
cask "bartender"
cask "brave-browser"
cask "docker"
cask "elgato-control-center"
cask "font-fira-code-nerd-font"
cask "fork"
cask "google-chrome"
cask "istat-menus"
cask "loom"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "miro"
cask "ngrok"
cask "postman"
cask "rectangle"
cask "remarkable"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "bbenoist.nix"
vscode "benspaulding.procfile"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "fregante.ghost-text"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "ipedrazas.kubernetes-snippets"
vscode "jakebecker.elixir-ls"
vscode "jock.svg"
vscode "karunamurti.haml"
vscode "koichisasada.vscode-rdbg"
vscode "mechatroner.rainbow-csv"
vscode "mrorz.language-gettext"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.live-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "pantajoe.vscode-elixir-credo"
vscode "phoenixframework.phoenix"
vscode "redhat.vscode-yaml"
vscode "royalmist.vscode-eex-format"
vscode "samuel-pordeus.elixir-test"
vscode "searking.preview-vscode"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sorbet.sorbet-vscode-extension"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vue.volar"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "znck.grammarly"
