tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "gettext"
brew "glib"
brew "python@3.9"
brew "gdk-pixbuf"
brew "gobject-introspection"
brew "harfbuzz"
brew "jpeg", link: true
brew "pango"
brew "librsvg"
brew "adwaita-icon-theme"
brew "webp"
brew "autoconf"
brew "asdf"
brew "atk"
brew "bash-completion"
brew "bash-git-prompt"
brew "diff-so-fancy"
brew "djvulibre"
brew "little-cms2"
brew "djvu2pdf"
brew "docker", link: false
brew "dos2unix"
brew "doxygen"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "exercism"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "fop"
brew "freetds"
brew "fswatch"
brew "gd"
brew "git"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "python@3.8", link: false
brew "graphviz"
brew "grep"
brew "gsettings-desktop-schemas"
brew "gtk+3"
brew "jq"
brew "krb5"
brew "libgsf"
brew "libssh2"
brew "libxml2"
brew "libxslt"
brew "mysql"
brew "nghttp2"
brew "node"
brew "perl"
brew "postgresql@14"
brew "pgloader"
brew "python@3.7", link: false
brew "rlwrap"
brew "ruby"
brew "s-lang"
brew "shellcheck"
brew "sl"
brew "spidermonkey"
brew "the_silver_searcher"
brew "tig"
brew "transmission-cli"
brew "tree"
brew "utf8proc"
brew "vim"
brew "watch"
brew "xmlformat"
cask "1password"
cask "adobe-acrobat-reader"
cask "audacity"
cask "bartender"
cask "calibre"
cask "chromedriver"
cask "cyberduck"
cask "dash"
cask "discord"
cask "dropbox"
cask "elm-platform"
cask "evernote"
cask "firefox"
cask "font-fira-code"
cask "forklift"
cask "freemind"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "handbrake"
cask "istat-menus"
cask "jdownloader"
cask "microsoft-office"
cask "miniconda"
cask "notion"
cask "obs"
cask "osmc"
cask "postico"
cask "postman"
cask "psequel"
cask "rectangle"
cask "remarkable"
cask "shiftit"
cask "skitch"
cask "skype"
cask "slack"
cask "spotify"
cask "teamviewer"
cask "the-unarchiver"
cask "tomighty"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "vsee"
cask "warp"
